soap_request_debug.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACu1ZWY/jSHL+K3SP4X2oruJNiQ22jOQlUeIhXroW+0CRFEWJh0RSoqS3xT4YMOBf
4Yf5D/s4/cecFOtQtWemq9ztWcBwo1qMjIiMjPy+yGSS5HRZyFPklCZZ+fnDuqp2n1C0ruuHXV5U
XrKKS99LHuJs9bAs0Gzl5+mHHgebbTcl+PzhKmE0QTAYTlMkTnWxDoZhONFlCHjBHv91cIztdjCS
6H5AjmFRevnnD/gDhjXhgrDH+a7cowkOba5ctQPpsgdbrcCledBjYLO5cmVYxGEP59BW4DJd7nU4
tLlwPvx5HAeGumrESa8LZXjhgrWUxj0CI5h7DL/Huw7GfqLZTxh2j5Hwl0NbBzg8vJTNEI8Sl9lx
FYJDlRfxpQcdX7U5Xztkch+mj3fJJsxjm1vF2RWdpsezDKPLXtWoWoGDaIyL3O9BNB6g9qnJoVdc
wjSGPoI+HvZeo8uhVyWnSHBGOMHCWbMcClucYDk9EprhhTvpeRr2JsoEIJI2tiRJFxVN0h3DRlRH
BBzaOnAn2cuq3/W7OnBhFoSFdM3ppEZFD0wkXREBMnRtQVIV3UBGLq84tjCQRogoIYaqTCTFagI0
7lxW5D0b1SGCUOBOwi7pmS4QLUCwiGo4EkIQiA1UgGA44kiWJRkPsGvjxp14Ly5gr74LLKArUP2o
uOL/Gn3o3fyODduWoONVI0jjXodkMQbHYHE0LQ7WWt/g0KbkVnkWwhpjWYwiSAbCd1Vw6M2E0ZaL
ICyrJ2BFFbHntiNpMFlBN1Sjr4DXwLbMsWS3izPNYsCpzhNzcRYokthEg8S9NFqMW/EK2hi4qmI7
rzDEcYx5AvERBl6CsE0eHV9BQ9I0RmLdV9DYX/4zR8beIclv8cFwEq5TnHrBxx63+KA3WaEtBF5Z
xhmsCjjLWMgD8Nz8erqvrc3qfm6Q1zV+a7PD4uhWcdJjGtNzi8uEPKsKr8p7Qbivmz84/2cdFzyJ
Sna7xGGutwYOvUk6CCskU6owhTsR3IZ2RbO7+OPmQtEQrKvEna6XsWWIrmNAmiHbCEQJllBr4Xwh
gUF7GINhVFNZj21OkI1xjyaxhu9G5A5aCCNz6PXK7eHiPxRe4PUouO6xpnJfVNyxyavXxRoT3BOu
Le4I4fd7j6qrzB2NQwV5ftS1De54Tey5c5sm2s4vTnd52QCmCJpNYTBN2+lRcKtrrnD/eNSOFbs1
YU+mIy+8hIQyt2t8sAcGQnUV4bDwl34grmM2CrSNYsiK/u1oj27kVfXU4o6PAkG1rk969Fl4nhCs
yuoVqcQ/klT8N0klv4dU8seTSn6bVPyBpd9IKvkOUtn3c0p+zSn+FafwUHCMv/ycIxDyOP+BfP4W
nfj30In/eDrxb9PZKt5EJ/4OOsn300n9o+gkfnN5wkPrdxD60vvHMfoS83dW6CP4b+H0q3i/TyqD
vZ9V+h/FKvl7m+737br/G9vut1llH+i3skq+h1X2f8Aq8/9r9f/gWu28/5CE3CNmFXxCcAxKXnsY
/yMOTtT3kE39eK6pb1NNPDBvZZp6B9E48X6iu99BNBTaR656H+7DP+BQRX7XZv3jt+pvn6je/NRD
vp1m7IF9L8vs97FcwQf7P4Jf4ru27R+/aX+bX5x88479Dn6ZN/Fb5ZWXPD/WM/QrAJqpOXnVDn4z
9rExPCmucquC+ObZrb5VcEdZGD+pG7EFrY389BBOP55HnidyfeJnHohncI6yqzuOpD5Hemw2hgap
J+0VLSusnCJetmPARov01eOxdVUL+SrOyhvLo6I12qp6a2qacKKWJT/PsZFb68tob604Xe51SZJ6
IGCtNw0OfSQjur67FfJ0F1aN2LxyutbBs4YLJmHmP9nuMeIeh0GelVwwDgu3/O/vq17UTy5ynL6O
8aLm/DzgvaLwrq+rXxoc2iYYZysQxP5VaN6iTiRFcFXw5d++/M1ABEOTLEEBKqIDxPryV1ExkN98
BfwRub5Nve8bHxERIALQxkAfAOR6V/iITIBqWAhvwb3lE2L9M9LFsI8YBkdQbLsZC/S//LsOx7oa
G1PbQf3yH6ariLd9RCDCIXmgC1/+ailQ1JtXlRWk7lB5X35uGkGINMWJ+Hm2yos0RLyiekBwmv6I
/PIz8cvfPyKzj8ifgj8hgYcIlsyjONvtPiBKesjiwIO9mwC8jQr8TQxQVHGUI2zTPc78uMwhGE0E
NYyRhtYkTMOs8gok++XvCIFTKOSEfmhe3V6hvQot2OjTF5KXbyX2oXHZF0IePFr+6c+CCBzw5+aj
S/kJRYNVeN9+dXkoj0X5AP+i/Nh8d7l2QE0L9g3/1V9fm5/f8cXlX66fUT4Tf/kLTO02BfR1dnYc
Zc1GHf7K96CafMiLCG3OoyjGotAhKOPopw9trzBQIIpwPXhZnsW+l8QXr4rzTAurdR4gIInyIq7W
6a+FdKwmKo5aknAPw977OJXdXydC4vQH9Catt0S7hsKopwTv07wIfypK775cewTNNPGscBUWcBWG
iGspnz/89P4vWD3OKbysbOqmvJG/mdkr6MLsGCb5Lgzuy6cJNtm9Mdo3UUNvUxTjCN7Z34kfhOin
F9TaEBMvOYS91Caci25vdxtUxw87kHuXGbmJL3ClbHYk3p1fHIPEprMtGX3m0NueHPqMPpRvS+eZ
5dZRKCPTNwSFGA9sR1Ax3jCmEytabSo6zsuNJhoLzxcYW8ir+GQFmGkl0j53pRrbB6Qpbsl07PlS
hXZUfLPgGYMm1oC30HVGnfqksZCNiwfWU1Mbp/T43MW1KdsJK2I9nJp9sMDWhivx4tECYx/f81jV
5QeTYj2zlXDN4vFdou62OFsMfX40DzGGtcR5PlwP9KprYkuNPXb7yxqnjOleHuSOywwjQt53/JXZ
nbqXpDMEs4GYGwBMDofgbphcBnP95PtjgiIP5EXOywWd61EpO2zqLDRvTJzzIZvuqXI4njBlbDHx
OTqes33nQjDAV08AMHb/zhW6AZ4eRoOzwIywi7Zc3XVQrbOzdyevLgjfok4r8/PnFvQboLlReG4Z
mNEYK3qV10pCCPfDFVzLVdjTFGWgO4LAW0QEaoUHkaJYAzORLGub8GYtmvPhKF8o66OvA1NSeRPU
U3jb18C2D3AI5VoTzEQ5SRdg8ZE+4UHuCNtEdAVc8FP54k3rk+wAp7WVjijJoiLrY0eeuLbNE7oj
hRpfX2OBkzYxXS1yMVabTKyhIuH4cmDt/P5prQzmuMZTM9FRcM2RTroo0bqo1ZqcNzriK10dBfVJ
uIBhO+7cAduhrVlaLZlzcWKaI6neDU0cVGY2XPtEUmpmWQutTZHq4cC5SIYG2rz4kya7ffbiE+5p
sAH+01xk99Vc9GB6wrwZX87bec003r32F06aoW0iCt51Ce0Cak2EM93cYlY6QsKfFzM9Wab6bg4x
62/A/MkmuXriZ9ZukSab+dQ6KjI/UiTpBOdcq/U1Z1E6r6f2ZMEr0kR35aFsubRku7jsJNbYPfPa
RLJ4Y+Ni2kXCDBGQMIdacxQK8s8rG6Dz0Xa/3sZ9tsZ4yLMMgCEAswsauxCNoCyBAuR20HUqJpMv
aPeuIrTNqcTTGh0M7hZ9dnEaDxaLKpyVaulQtLzHwSZG5cPKJOZFp6NEWTJc2TRTdB1ecTvjMx1a
1qGksHOJxcZhvdHZ8rCIpqwwS4fjS7GU53jHlwhq79iz853upNHoHHeKI6RtCkE6HGZgB3BlMDMZ
m/dTZ5AG5JihViJaz0cbM0XHpg3nqE232xFVgeWyy2ODZC2KfQJdDRJvRM6iM1lu53V50nP1YM6t
TmFtZ5Ph0ZgQC0Fb3LndjrcV6ZXIZqanVrhyPk6GZXfWX1p5LKYs2JymutqthfF5JZdHI/FXVCr0
/XjQUaTNeBaaxWlPwIzn7s4cLWZ3WDbK71R8mtX7fn63Dzq1IgIT8DmlCOFFEEDmt3VoYQ4PlBqI
YNXUwcDWpL4IphEPy+6AJRHIVpmiKhm26pNLa6UFBF06vMtHUcFHksybPuTRgse8eW2BuTKq5zxv
ugMNjPpGf40FA8CoZ3YzJ8zDfKpflsQJD/rbw5xgKzUdnlXitPFjdj0/40+2ajmblEE/qZd9qQo2
7sEXg1hT+sQ1P3iqjDyqjrwDL2eLXZDK6dKm6yWpXxYuny2n8m4p0JslQURKPZfnUs2DehT119rc
xNa8uz3JsE4F0z1JEzcxnDM/hXJTv3LOb/v8lNeAqYk5DxzxV+o4F6MnHykXuo7qKHCdmSfD8Wtd
9Gn9IjVrD64Zt772+b3/IzDjo0nkAEnkGWBI8Cb6tc+s5Sji5Xk9EXmbjxaNvwDseW2LfP+GBwFY
c8YbWJgv5keV0DcLgV7PSf24HEwwz24wwQ7zTDnCNbTxz+zW72vVfKpVPsGWwczaqdOXfVDN+O1i
A4K2JlxJ3oBbzkUQvXANarOO5tc9LBjUNr8WBR4meZeL58jI59Rbclr2dVgL8kadPdnw6mWfwwkd
+vppXY8ZwObioW9MX9XWWU3lzfM8UhjDpmNYV+WcVI6/OcfZHIe+56X4OE+TkuTIdAtzUG2nczUz
ukUsVNIhHgwMcjnfunUtRlc+xsAcoLDwIQ6zSANYX7D3fVtZkqIp8ULtAgDXGTAFN8WIzMgCVmI1
b3XKuofVcGKMO2vl4pyIDesIMWMnmrBnTHZWz87pbhnIYodcoXfyYoctRSOlFdbYSnguBScstw2D
iVXJueysInSjwpHrIi1oyTCHO21BbfllSs/E9doOJxVjYfBsk51s6nSQz/bhtLmbZIl7VoElDKhL
wW/GtJh40yqSnSIc6N7UugzQ/QEExq5Ymqy4qLEjbmMTScWMyVjoZ6JEjba6Mwwv0+NMCu5k2tLW
yWhbXSZdm1kx6TJUSra/2qqutqVQM2fWlynuSLRDUWhkeSW27ojCpgKlb0w0RtlEiaFqlpNVQ4qe
3fEX1qwnkaUc9HAnDtM8mjLoNGX9WULvVLST0xVu4/1OcuwmVt9kRPY4NDuzTrzsM7Qh903XGU+X
Xh5a+UJV1Qo7Utqa2QN+sOjmbqIH3UzKdDxgtkJ4MJcXZSPrwoWScGI3ohjJT4QFfV6S2lhO6XUn
9bGRdhhaDL+Sl/rEwPubPX7yl2k3OpbzgrAGdnKejgyvb9f6ltGAiC7uduNdvRolpmJQ4ohI6eU8
Epl9YkzxQ2pO8SN1YLbl9GCJB1bfpZYxNqrMmOrxxJ+Yq213VzPTqTo1SLUPxRgEaD5JDj5u+V63
X21dw9/fySt3Nd7CR2sHK7VQHOvMkgUFRTXkMMfieAG0vYpRhz6zanQnxKMVe4ncOxccwzFGKPLd
UE0nGZPp64isg1M3Lm2y7tvXg93Xp7ZW057o0OdT3sv5D8rtc+B/AQCqUxkFKAAA</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>